Homework/Project/Project.tex
% Created 2019-10-17 Thu 20:51
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage{setspace}
\usepackage[labelfont=bf]{caption}
\usepackage{amsmath}
\usepackage{enumerate}
\usepackage{siunitx}
\usepackage[parfill]{parskip}
\usepackage[version=3]{mhchem}
\date{}
\title{}
\begin{document}

\title{CBE 60547 Computational Chemistry Class Project}
\maketitle

\section{Project}
\label{sec:orgd018a8a}
The purpose of the class project is to give you a chance to creatively apply the knowledge you have gained in the course of the semester about first-principles modeling of chemical systems to a short research problem of your own choosing.  I hope it is something you can have fun in selecting and carrying out.  The research problem can be of several types:

\begin{enumerate}
\item A particular chemical problem that you would like to investigate, perhaps related to your own research interests or research project.
\item A particular computational issue you would like to explore, such as the relative performance of some methods (GGA vs MP2, basis convergence, \ldots{}) or algorithms for a particular type of calculation.
\item A particular theoretical issue you would like to address, perhaps elaborating on a topic that we didn't have time to develop in class (e.g., solvation effects, excited states, NMR, \ldots{})
\end{enumerate}

\section{Requirements:}
\label{sec:orgd6b25d3}
\begin{enumerate}
\item \textbf{Due November 4, 2019 (10\%)} Provide in pdf, via upload, a brief (1 page) description of your proposed class project.  Include (1) background about the problem area, including any relevant references, (2) the specific research question you propose to address, and (3) the computational plan for answering the research question. You may discuss this plan with Schneider before the due date. You will receive feedback and suggestions shortly after you turn in the proposal.
\item \textbf{Due November 25, 2019 (10\%)} Provide in pdf, via upload, a brief (2 page) summary of preliminary computational results, in particular highlighting any difficulties you have encountered.
\item \textbf{Due December 13, 2019 (80\%)} Your pdf report will include an approximately six-page write-up of your project and results and analysis.  The scientific and intellectual completeness is more important than any particular length. Include:
\begin{enumerate}
\item (5 pts) \uline{Cover page} with title and name.
\item (15 pts) \uline{Introduction} to the problem area and specific question you are addressing.
\item (10 pts) \uline{Computational methods} applied (software, methods, basis sets, etc.)
\item (20 pts) \uline{Results} of your project, including descriptive narrative, Tables and Figures, as appropriate.
\item (15 pts) \uline{Discussion} of the outcomes and suggested future work.
\item (5 pts) \uline{Conclusions} summarizing outcomes and suggested future work.
\item (5 pts) \uline{References cited}
\item (5 pts) \uline{Appendix} including scripts  from your calculations and from creating figures and tables. Ideally, provide sufficient details that someone else could reproduce the reported results.
\end{enumerate}
\end{enumerate}

Your grade will be based on the appropriateness of your question, the thoughtfulness and execution of the approach, and the quality and thoughtfulness of the report of your results.

\section{Samples from past years}
\label{sec:org6552ffc}
\begin{enumerate}
\item Computational determination of isothermal compressibility of simple salts
\item Characterization of the diffusion of tritium into bulk tungsten
\item Interaction between ionic liquids and water
\item Methanol force field parameters
\item DFT study of cerium-doped SSZ-13 and H-Ce-SSZ-13
\item Ligand-metal coordination of a tridentate borate ligand
\item Interactions in liquid-liquid equilibria of toluene-sulfalone
\item Adsorption of aqueous ammonia-borane on transition-metal surfaces
\item Development of classical force field based on REBO potential for graphene heat spreader
\item United atom force field for polyethylene glycol thiol (thiolated PEG)
\item Deprotonation energies
\item Diatomic charge densities from artifical neural networks
\item Adsorption energies of N-nitrosodimethylamine on Pd@Ni and Ni@Pd core-shell particles
\item Computational studies of CO2 with choliniums
\item Ethane radical reaction: a comparison of methyl radical termination and hydrogen abstraction
\item Amino acid zwitterions: an investigation into the modern computational methods of solvation
\item GGA calculation of strain effects on SrTiO3 band structure
\end{enumerate}
\end{document}